export const btnsHeader = [
    {
        title: 'Поиск',
        icon: 'search',
    },    
    {
        title: 'Корзина',
        icon: 'basket',
    },  
    {
        title: 'Личный кабинет',
        icon: 'account',
    },  
];

export const listNavigation = [
    {
        name: 'Каталог товаров',
        link: 'catalog',
    },    
    {
        name: 'Блог',
        link: 'blog',
    },  
    {
        name: 'Контакты',
        link: 'contacts',
    },  
];

export const sliderData = [
    {
      title: 'Свежеобжаренный кофе', 
      labels: ['Кофе Калининградской обжарки из разных стран произрастания с доставкой на дом.', 'Мы обжариваем кофе <strong>каждые выходные</strong>.'],
      link: '',
      images: ['header-coffee', 'header-cup'],
    },
    {
      title: 'Продукция для вендинга', 
      labels: ['Кофе Калининградской обжарки из разных стран произрастания с доставкой на дом.'],
      link: '',
      images: ['header-coffee', 'header-cup'],
    },  
    {
      title: 'Здоровое питание', 
      labels: ['Кофе Калининградской обжарки из разных стран произрастания с доставкой на дом.'],
      link: '',
      images: ['header-coffee', 'header-cup'],
    },
];

export const catalogsList = [
    {
      title: 'Свежеобжаренный кофе', 
      link: '',
      image: 'coffee',
    },
    {
        title: 'Чай и кофейные напитки', 
        link: '',
        image: 'tea',
    },  
    {
      title: 'Продукция для вендинга', 
      link: '',
      image: 'vending',
    },  
    {
      title: 'Здоровое питание', 
      link: '',
      image: 'eating',
    },
];

export const ourAdvantageList = [
    {
      title: 'Всегда свежая обжарка', 
      description: 'Подбор степени обжарки под каждый сорт кофе. Всегда свежая обжарка',
      icon: 'cup',
    },
    {
      title: 'Лучшие цены на продукцию', 
      description: 'Благодаря крупным объемам производства мы даем лучшие цены на нашу продукцию',
      icon: 'label',
    },  
    {
      title: 'Консультации 24/7', 
      description: 'Наши специалисты готовы всегда помочь и подсказать вам с выбором кофе или другой продукции.',
      icon: 'consultation',
    },  
];

export const dataForPageContacts = [
  {
    section: 'Контакты',
    info: [
      {
        title: 'Связаться с нами:',
        text: ['+7 (401) 237 53 43', 'Import@kldrefine.com'],
      },
      {
        title: 'Юридический адрес:',
        text: ['Российская, Федерация, 238310, Калининградская область, Гурьевский район, поселок Васильково, улица Шатурская, дом 4А'],
      },
      {
        title: 'Адрес склада:',
        text: ['Московская область, Балашиха, Западная промзона, Шоссе энтузиастов 1'],
      },
    ],
  },
  {
    section: 'Наши магазины',
    info: [
      {
        title: 'Наши магазины г. Санкт-Петербург',
        text: ['Гороховая, 53', 'Московский, 53'],
      },
      {
        title: 'Наши магазины Калининградская обл.',
        text: [
          'Советск, Гончарова 2а',
          'Черняховск, Пионерская 1',
          'Ульяны-Громовой 15',
          'Советский проспект 6а',
          'Гурьевск, Каштановая 1г',
          'Черняховского 15',
          'Панина 2а',
          'Ленинский 8Б',
          'Аксакова 133',
          'Липовая Аллея 2',
        ],
      },
    ]
  }
]; 