export const categoriesNews = [
    {
        id: 1,
        name: 'Кофе',
    },
    {
        id: 2,
        name: 'Чай',
    },
    {
        id: 3,
        name: 'Тег №2',
    },
    {
        id: 4,
        name: 'Тег №3',
    },
    {
        id: 5,
        name: 'Тег №4',
    },
];

export const newsList = [
    {
        id: 1,
        title: 'Танзанийский кофе. Откуда он взялся и почему мы его так любим?',
        url: 'tanzanijskij-kofe-otkuda-on-vzyalsya-i-pochemu-my-ego-tak-lyubim',
        text: 
        `
        <p>Танзания – красивая африканская страна. Именно здесь расположены легендарные географические объекты – вулкан Килиманджаро и озеро Виктория. Но наш интерес вызван не столько природными красотами, сколько кофе Танзании, который выращивается здесь очень давно.</p>
        <p>Первенцем местных фермеров была робуста, и растили ее вовсе не для того, чтобы варить бодрящий напиток. Зерна использовались для ритуальных церемоний. Их кипятили с травами в течении нескольких дней, выпаренную смесь использовали для жевания, как природный стимулятор. Сегодня эти экзотические ритуалы – лишь страницы истории. Танзанийский кофе достойно представляет страну на мировом кофейном рынке, хотя и не все местные сорта отличаются высоким качеством.</p>
        <p>Как и во многих африканских регионах в Танзании преобладали деревья робусты. Видимо, они попали в страну из соседней Кении. После прихода европейских колонизаторов, кофе потерял свое ритуальное значение, а деревья робусты были заменены арабикой. Новые хозяева земли справедливо решили, что раз в соседней Эфиопии этот сорт хорошо растет, то и почва Танзании вполне ему подойдет. Расчет оказался верным, хотя местному населению замена пришлась не по душе. Тем не менее, деревья арабики постепенно заняли большую часть территории. Сейчас три четверти кофе Танзании – именно арабика.</p>
        <p>Владельцы посадок используют старинные приемы и методы, опробованные поколениями предков. Например, прячут нежные кофейные деревья под мощные банановые листья. Более двух третей кофе выращивается в тени банановых деревьев. Вулкан Килиманджаро тоже не остался в стороне от кофейного бизнеса. На его склонах, обильно удобренных органическим вулканическим пеплом, отлично себя чувствуют пышные плантации арабики.</p>
        <p>Кофе выращивают на всей территории страны, но самыми лучшими сортами могут похвастаться крупные кофейные районы. На севере – Килиманджаро, о котором мы уже говорили, Аруша и Мара. Южный регион представляют Иринга и Рувума, запад – это Мбея, Кигора, Кагема. Здесь производят распространенные сорта кофе – Типику и ее гибрид Бурбон, знаменитый Блю Маунтин и Кент. Кофе Танзании отличается характерной кислинкой и ягодными нотками во вкусе и аромате. Зерна из северных областей имеют более крепкий и плотный вкус, а южные сорта отличаются выраженными фруктовыми и цветочными нотами в букете.</p>
        <p>В Танзании применяется маркировка зерен по их размеру и плотности. Высшему классу присваивается категория АА, затем идут A, B, PB, C и так далее.</p>
        <p>Один из сортов представлен в наших магазинах: Tanzania AA. Один из самых плотных и ароматных сортов Танзании. Имеет крупные, плотные зерна, которые чаще всего выращены в северных районах страны. Тамошние вулканические почвы способствуют формированию плотного тела вкуса, легкой ароматной кислинки и слабых ягодных акцентов аромата.</p>
        `,
        image: 'news-1',
        formatImage: 'png',
        author: 'Иван Иванов',
        category: [categoriesNews[0]],
        date: 1677628800,
    },
    {
        id: 2,
        title: 'Нутрициолог рассказала о пользе кофе с корицей',
        url: 'nutriciolog-rasskazala-o-polze-kofe-s-koricej',
        text: 
        `<p>Корица в кофе – не только вкусно, но и полезно, рассказала нутрициолог Любовь Андреева интернет-изданию "Подмосковье сегодня".</p>
        <p>Чай или кофе с корицей поможет улучшить память, бороться с воспалениями и даже противостоять стрессу.</p>
        <p>«"Уже давно известны полезные свойства корицы, чудесная специя добавляет вкуса и аромата блюдам и напиткам, но главное – это ее антиоксидантные и противораковые свойства, специя хорошо влияет на иммунную систему", – подчеркнула специалист.</p>
        <p>При этом диетолог обратила внимание, что речь идет именно о настоящей цейлонской корице, а не ее распространенных аналогах.
        Ранее в эфире радио Sputnik диетолог перечислила полезные свойства попкорна.</p>
        `,
        image: 'news-2',
        formatImage: 'jpg',
        author: 'Иван Иванов',
        category: [categoriesNews[0]],
        date: 1677801600,
    },
    {
        id: 3,
        title: 'Врач рассказала о влиянии кофе на печень',
        url: 'vrach-rasskazala-o-vliyanii-kofe-na-pechen',
        text: `
        <p>Кофе может оказывать положительное влияние на печень, считает врач-гастроэнтеролог Наталья Марченко. В интервью радио Sputnik она объяснила, как это работает.</p>
        <p>Заблуждение о том, что кофе вредит печени, уже опровергнуто, рассказала в интервью радио Sputnik врач-гастроэнтеролог Наталья Марченко. По ее словам, человек может без опасений употреблять до четырех чашек этого напитка в день.</p>
        <p>"Кофе реабилитировали, врачи больше не говорят, что он вреден для печени. До четырех чашек кофе в день можно выпивать без опасений. К кофе у врачей больше претензий нет (в том, что касается его влияния на печень, – ред.), мы пациентам разрешаем его пить в таких количествах", – сказала Наталья Марченко.</p>
        <p>Употребление кофе может препятствовать развитию онкологических заболеваний, в том числе печени, продолжила медик.</p>
        <p>"Кофе называют онкопротектором, то есть этот напиток может снизить риск развития онкологических заболеваний. Это происходит за счет того, что употребление кофе стимулирует защитные свойства организма в плане устойчивости к механизмам перерождения клеток. Хотя, конечно, ожидать от него лечебного эффекта не стоит", – добавила Наталья Марченко.</p>
        `,
        image: 'news-3',
        formatImage: 'jpg',
        author: 'Иван Иванов',
        category: [categoriesNews[0]],
        date: 1677801600,
    },
    {
        id: 4,
        title: 'Сергей Малоземов объяснил, почему не стоит пить вчерашний чай',
        url: 'sergej-malozemov-obyasnil-pochemu-ne-stoit-pit-vcherashnij-chaj',
        text: `
        <p>С какими рисками связано употребление чая, заваренного накануне, рассказал в интервью радио Sputnik автор и ведущий программы "Живая еда" Сергей Малоземов.</p>
        <p>Вчерашнюю заварку употребляют многие люди, однако безопасность такого напитка зависит от его состава, отметил в интервью радио Sputnik автор и ведущий программы "Живая еда" Сергей Малоземов.</p>
        <p>"Мы в программе сдавали на анализ чай, постоявший разное время после заваривания. Оказалось, что, если речь идет о чистом чае без добавок, зеленом или черном, ничего особенно страшного в течение суток с ним не происходит. Рост микробной флоры, способной привести к отравлению, начинается позднее, когда проходит больше суток", – сказал он.</p>
        <p>Чай, в состав которого входят различные добавки, лучше пить сразу после заваривания, продолжил эксперт.</p>
        <p>"Если чай с цветочными, ягодными и прочими добавками, каждый из этих компонентов привносит свои дополнительные микробы. Не может быть стерильно чистых листочков мяты, цветочков липы и тем более ягод или цукатов. Это дополнительная микрофлора, и, естественно, такой продукт ускоренно портится, там начинается буйство микроорганизмов. Поэтому чай с добавками желательно выпивать свежезаваренным", – предупредил Сергей Малоземов.</p>
        <p>таком напитке процесс размножения микробов происходит очень быстро, добавил он.</p>
        <p>Что касается вкусовых качеств, то долго настаиваться, не превращаясь в "веник", может ромашковый чай, считает эксперт.</p>
        <p>"По вкусовым свойствам наилучшим для заваривания в термокружке или термосе является травяной чай, например, ромашковый. Ромашка, из которой делают чай, имеет медовый оттенок вкуса. И самое главное, она не начинает отдавать веником и не теряет природного вкуса, когда долго настаивается, в отличие от обычного чая", – заключил Сергей Малоземов.</p>
        `,
        image: 'news-4',
        formatImage: 'jpg',
        author: 'Иван Иванов',
        category: [categoriesNews[1]],
        date: 1677888000,
    },
    {
        id: 5,
        title: 'Диетолог объяснила, почему кофе и чай плохо сочетаются с молоком',
        url: 'dietolog-obyasnila-pochemu-kofe-i-chaj-ploho-sochetayutsya-s-molokom',
        text: `
        <p>Добавляя молоко в кофе или чай, мы лишаем эти напитки некоторых полезных свойств, предупредила в интервью радио Sputnik диетолог, кандидат медицинских наук Елена Соломатина.</p>
        <p>Привычное для многих сочетание кофе или чая с молоком может оказывать противоречивое воздействие на организм, считает диетолог, кандидат медицинских наук Елена Соломатина.</p>
        <p>"С одной стороны, кофеин так или иначе может задерживать всасывание кальция, а молоко содержит кальций и может снижать негативный эффект кофеина. С другой стороны, и кофе, и чай, особенно зеленый, содержат много полифенолов. Это антиоксиданты, которые оказывают положительное воздействие на организм, предотвращают старение, развитие различных дегенеративных заболеваний, защищают сердечно-сосудистую систему. В зеленом чае содержатся также катехины – вещества, которые препятствуют развитию воспалений в организме. Когда мы наливаем молоко в кофе или чай, казеин, белок молока, начинает взаимодействовать с молекулами катехинов и полифенолов, и не дает им в полной мере проявить свою активность", – рассказала Елена Соломатина в интервью радио Sputnik.</p>
        <p>Она уточнила, сколько раз в день стоит добавлять молоко в кофе или чай, чтобы организм получал максимальную пользу от этих напитков.</p>
        <p>"Лучше не добавлять молоко в кофе или чай постоянно. Лучше добавить лимон, если не можете пить в чистом виде. Но иногда можно себе позволить чашку чая или кофе с молоком. Рекомендованная норма – четыре чашки кофе или чая в день, и если одну или две из них мы выпьем с молоком, особого вреда не будет. Мы уменьшим действие антиоксидантов, зато увеличим количество кальция, получаемого организмом. Только не нужно увлекаться", – отметила Елена Соломатина.</p>
        <p>Если добавлять в кофе или чай растительное молоко, ситуация будет другая, считает диетолог.</p>
        <p>"Растительный белок не содержит казеина, поэтому взаимодействие такого молока с кофе или чаем будет более благоприятным, но при условии, если мы молоко делаем сами. Покупное растительное молоко часто содержит большое количество фосфатов, а фосфаты конкурируют с кальцием (ухудшают всасывание кальция, – ред.), значит, кальций будет выводиться (из организма, – ред.) больше. И кофеин будет мешать кальцию, и фосфаты", – пояснила Елена Соломатина.</p>
        `,
        image: 'news-5',
        formatImage: 'jpg',
        author: 'Иван Иванов',
        category: [categoriesNews[0], categoriesNews[1]],
        date: 1677974400,
    },
    {
        id: 6,
        title: 'Врач рассказала о полезных осенних добавках к чаю и кофе',
        url: 'vrach-rasskazala-o-poleznyh-osennih-dobavkah-k-chayu-i-kofe',
        text: `
        <p>В прохладную и ветреную осеннюю погоду в рационе россиян появляется больше теплых напитков. Какие добавки помогут сделать привычные чай и кофе более полезными, рассказала в интервью радио Sputnik врач-диетолог, гастроэнтеролог Маргарита Арзуманян.</p>
        <p>Чашка ароматного, бодрящего чая или кофе давно стала частью повседневной жизни многих людей. Оба напитка полезны для здоровья, если не нагревать их слишком сильно, отметила в интервью радио Sputnik врач-диетолог, гастроэнтеролог, автор Telegram-канала "Доча, что ты ела?" Маргарита Арзуманян.</p>
        <p>"Чай и кофе – полезные напитки. Они содержат флавоноиды и алкалоиды – вещества, которые обладают противовоспалительными свойствами, предотвращают развитие сердечно-сосудистых заболеваний, выступают как ловушки для свободных радикалов, негативно влияющих на организм, защищают мембраны клеток. Самое главное – пить не горячие напитки, то есть их температура не должна быть выше 65-70 градусов, иначе они могут вызвать рак пищевода. Еще желательно, чтобы они были без сахара", – сказала диетолог.</p>
        <p>Определенные добавки сделают чай и кофе еще более полезными и положительно повлияют на состояние иммунитета, продолжила она.</p>
        <p>"Добавки, которые увеличат антиоксидантные свойства чая и кофе, – это такие пряности, как имбирь, корица, кардамон, гвоздика, апельсиновые корочки. Можно добавить чуточку перца. Так мы сделаем напитки более полезными, согревающими, получится синергия пользы. Кроме того, добавки придадут новый вкус привычному напитку", – пояснила Маргарита Арзуманян.</p>
        <p>А вот добавлять мед в чай или кофе врач не советует. По ее словам, лучше сначала съесть ложку этого лакомства, а потом наслаждаться напитком.</p>
        `,
        image: 'news-6',
        formatImage: 'jpg',
        author: 'Иван Иванов',
        category: [categoriesNews[0], categoriesNews[1]],
        date: 1678060800,
    },
];